Repository: kantosev/PhotoProject
Catalog: PhotoFinder Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ru

# CFBundleName
source: PhotoFinder
ru: Поиск фото

# NSPhotoLibraryAddUsageDescription
source: To save a photo to the gallery
ru: Для сохранения фото в галерею

source: Attention!
ru: Внимание!

source: Connection error
ru: Ошибка соединения

source: Contact the developers
ru: Связь с разработчиками

source: Data loading error
ru: Ошибка загрузки данных

source: Download more
ru: Загрузить еще

source: Error
ru: Ошибка

source: Loading error
ru: Ошибка загрузки

source: No images found on request
ru: По запросу изображений не найдено

source: No internet connection
ru: Нет интернет соединения

source: Options
ru: Опции

source: Photo uploaded to gallery
ru: Изображение загружено в галерею

source: Quality of uploaded images
ru: Качество загружаемых изображений

source: Save
ru: Сохранить

source: Search image
ru: Поиск изображений

source: Share
ru: Поделиться

source: Successfully
ru: Успешно

source: The data was not uploaded, try again later
ru: Данные не были загружены, попробуйте позже

source: There are no more images
ru: Больше изображений нет

source: There will be more results if you enter the query in English 😁
ru: Вы получите больше изображений, если введете запрос на Английском языке 😁

source: You haven't entered anything
ru: Вы ничего не ввели

# 2Aa-fu-xdV.title
source: Photo
ru: Фото

# QRN-DY-7pl.title
source: Settings
ru: Настройки
