Repository: kantosev/PhotoProject
Catalog: PhotoFinder Localizations/PhotoFinder Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ar

# CFBundleName
source: PhotoFinder
ar: مكتشف الصور

# NSPhotoLibraryAddUsageDescription
source: To save a photo to the gallery
ar: لحفظ صورة في المعرض

source: Connection error
ar: خطأ في الاتصال

source: Contact the developers
ar: التواصل مع المطورين

source: Data loading error
ar: خطأ في تحميل البيانات

source: Download more
ar: تحميل المزيد

source: Error
ar: خطأ

source: Loading error
ar: خطأ في التحميل

source: No images found on request
ar: لم يتم العثور على صور عند الطلب

source: No internet connection
ar: لا يوجد اتصال بالإنترنت

source: Options
ar: الخيارات

source: Photo uploaded to gallery
ar: تم تحميل الصورة إلى المعرض

source: Quality of uploaded images
ar: جودة الصور التي تم تحميلها

source: Save
ar: حفظ

source: Search image
ar: بحث صورة

source: Share
ar: حصة

source: Successfully
ar: بنجاح

source: The data was not uploaded, try again later
ar: لم يتم تحميل البيانات ، حاول مرة أخرى لاحقا

source: There are no more images
ar: لا يوجد المزيد من الصور

source: You haven't entered anything
ar: أنت لم تدخل أي شيء

# 2Aa-fu-xdV.title
source: Photo
ar: صور

# QRN-DY-7pl.title
source: Settings
ar: الإعدادات
